Repository: PythonUnited/djinn_events
Catalog: djinn_events/locale/*/LC_MESSAGES/django.po
Languages: nl_nl

source: Edit event
nl_nl: Hier de helptekst "VERGEET ME NIETJE" > In Rosetta = Djinn_Events > Edit event

source: Start date
nl_nl: Begindatum

source: Start time
nl_nl: Begintijd

source: End date
nl_nl: Einddatum

source: End time
nl_nl: Eindtijd

source: Title
nl_nl: Titel

source: 50 characters max
nl_nl: Maximaal 50 karakters

source: Location
nl_nl: Locatie

source: Description
nl_nl: Beschrijving

source: 500 characters max
nl_nl: Maximaal 500 karakters

source: Save event
nl_nl: Gebeurtenis opslaan

source: Cancel
nl_nl: Annuleren

source: Add event
nl_nl: Vergeet-me-nietje toevoegen

source: Text
nl_nl: Tekst

source: Image for the rss-feed
nl_nl: Afbeelding voor infoschermen

source: Part of the image to use in the rss-feed
nl_nl: Uitsnede van de afbeelding die gebruikt moet worden voor infoschermen

source: Event
nl_nl: Vergeet-me-nietje

source: events
nl_nl: Vergeet-me-nietjes

source: End
nl_nl: Einde

source: Full day
nl_nl: Duurt de hele dag

source: Save
nl_nl: Opslaan

source: Save and edit again
nl_nl: Opslaan en opnieuw bewerken

source: Delete this %(object_name)s
nl_nl: Verwijder dit %(object_name)s

source: When?
nl_nl: Wanneer?

source: Events in this group
nl_nl: Vergeet-me-nietjes in deze groep

source: Events
nl_nl: Vergeet-me-nietje

source: All events
nl_nl: Alle vergeet-me-nietjes

source: No events
nl_nl: Klik op "Voeg toe" om een vergeet-me-nietje te plaatsen

source: No events in this group
nl_nl: Geen vergeet-me-nietjes in deze groep
